[
  {
    "pl": "Gatsby believed in the green light, the orgastic future that year by year recedes before us. It eluded us then, but that’s okay. Tomorrow we will run faster, stretch out our arms farther. And one fine morning—so we beat on, boats against the current, borne back ceaselessly into the past.",
    "source": "The Great Gatsby"
  },
  {
    "pl": "Atticus Finch was the best lawyer in town, but he never made much money. He was always defending people who couldn’t afford to pay him. One day, he was appointed to defend Tom Robinson, a black man who was accused of raping a white woman. Atticus knew that Tom was innocent, but he also knew that it would be difficult to prove his innocence in a racist town.",
    "source": "To Kill a Mockingbird"
  },
  {
    "pl": "Mr. Darcy is a proud man, and I am a prejudiced woman. It is not surprising that we should not like each other. But I have learned to see him in a different light. He is not as arrogant as I once thought. He is a kind and generous man. I am grateful to him for saving my sister’s life. I love him, and I hope that he loves me too.",
    "source": "Pride and Prejudice"
  },
  {
    "pl": "The Party controlled everything. They watched people’s every move, and they listened to their every word. The Party wanted people to believe that they were always right. Winston Smith, the protagonist of the novel, began to question the Party’s authority. He started a forbidden love affair with Julia, a fellow Outer Party member. Together, they dreamed of a future where people were free to think and speak for themselves.",
    "source": "1984"
  },
  {
    "pl": "Reader, I married him. Perhaps you think it was wrong. But I tell you, I did not consider it so then; and I do not consider it so now. From the moment I saw him, I knew that I loved him. His image was always present in my mind, whether I was awake or asleep. I longed to be near him, to hear his voice, to feel his touch. When he proposed to me, I accepted without hesitation.",
    "source": "Jane Eyre"
  },
  {
    "pl": "Frodo Baggins was a hobbit who lived in the Shire. He was a simple creature who loved peace and quiet. But his life was about to change forever. Bilbo Baggins, Frodo's uncle, gave him a magical ring that had the power to control others. Frodo and his friends embarked on a dangerous journey to destroy the ring.",
    "source": "The Lord of the Rings: The Fellowship of the Ring"
  },
  {
    "pl": "The Earth was destroyed to make way for a hyperspace bypass. Arthur Dent, a hapless Englishman, was the only survivor. He was rescued by his friend Ford Prefect, a researcher for the titular Hitchhiker's Guide. Together, they embarked on a wild adventure through the galaxy.",
    "source": "The Hitchhiker's Guide to the Galaxy"
  },
  {
    "pl": "Gatsby believed in the green light, the orgastic future that year by year recedes before us. It eluded us then, but that’s okay. Tomorrow we will run faster, stretch out our arms farther. And one fine morning—so we beat on, boats against the current, borne back ceaselessly into the past.",
    "source": "The Great Gatsby"
  },
  {
    "pl": "Atticus Finch was the best lawyer in town, but he never made much money. He was always defending people who couldn’t afford to pay him. One day, he was appointed to defend Tom Robinson, a black man who was accused of raping a white woman. Atticus knew that Tom was innocent, but he also knew that it would be difficult to prove his innocence in a racist town.",
    "source": "To Kill a Mockingbird"
  },
  {
    "pl": "Mr. Darcy is a proud man, and I am a prejudiced woman. It is not surprising that we should not like each other. But I have learned to see him in a different light. He is not as arrogant as I once thought. He is a kind and generous man. I am grateful to him for saving my sister’s life. I love him, and I hope that he loves me too.",
    "source": "Pride and Prejudice"
  }
]